Repository: NRCan/ER2
Catalog: web/app/translations/*/LC_MESSAGES/messages.po
Languages: fr

source: Username
fr: Nom d'utilisateur

source: Password
fr: Mot de passe

source: Login
fr: Connexion

source: Incorrect security key!
fr: Clé de sécurité incorrecte !

source: Security Key
fr: Clé de sécurité

source: ER2 Login
fr: ER2 Connexion

source: Register ER2 User
fr: Enregistrer un utilisateur ER2

source: Homepage
fr: Page d'accueil

source: Logout user
fr: Déconnexion de l'utilisateur

source: FR
fr: EN

source: Rapid Risk Evaluator
fr: Évaluateur rapide des risques

source: A Centralized Canadian Platform for Risk Simulations
fr: Une plateforme canadienne centralisée pour la simulation du risque

source: Select Hazard
fr: Sélectionnez un risque

source: main.flood
fr: main.inondation

source: Floods
fr: Inondations

source: main.earthquake
fr: main.seisme

source: Earthquakes
fr: Séisme

source: Wildfires
fr: Feux de forêt

source: Seismic
fr: Séisme

source: Wildfire
fr: Feux de forêt

source: Flood
fr: Inondation

source: New simulation
fr: Nouvelle simulation

source: Close
fr: Fermer

source: NEW SIMULATION
fr: NOUVELLE SIMULATION

source: Cancel
fr: Annuler

source: Run
fr: Exécuter

source: Determining affected blocks
fr: Détermination des blocs affectés

source: Processing block
fr: Traitement bloc

source: of
fr: de

source: Simulation completed in
fr: Simulation terminée en

source: Simulation Complete
fr: Simulation Terminée

source: Current simulation statistics
fr: Statistiques de simulation actuelles

source: Census tract statistics
fr: Statistiques sur les secteurs de recensement

source: Please contact an administator to do this.
fr: Veuillez contacter un administrateur pour ce faire.

source: Back
fr: Retour

source: An unexpected error has occurred
fr: Une erreur inattendue s'est produite

source: Click a location within the study region. Enter a value to modify the water level relative to this clicked location.
fr: Cliquez sur un lieu dans la région d'étude. Entrez une valeur pour modifier le niveau d'eau par rapport à l'endroit cliqué.

source: To adjust the water level, click on the map and adjust the slider
fr: Pour régler le niveau d'eau, cliquez sur la carte et réglez le curseur.

source: Change layer
fr: Changer de couche

source: Toggle action
fr: Basculer l'action

source: Set epicentre
fr: Définir l'épicentre

source: Query census tract
fr: Voir le secteur de recensement

source: About
fr: A propos de

source: The Rapid Risk Evaluation Tool (ER2) is designed for natural disaster mitigation response and planning. Members of the public safety community may use this tool to obtain estimates of the damage associated with natural hazards (earthquakes and floods), including economic and social losses.
fr: L'outil d'évaluation rapide des risques (ER2) est conçu pour la planification et l'intervention en cas de catastrophe naturelle. Les membres de la communauté de la sécurité publique peuvent utiliser cet outil pour obtenir des estimations des dommages associés aux aléas naturels (tremblements de terre et inondations), y compris les pertes économiques et sociales.

source: Instructions
fr: Mode d'emploi

source: Feedback
fr: Commentaire

source: Disclaimer
fr: Clause de non-responsabilité

source: No warranty is made concerning the data or results used or generated by the tool. The results are intended for use in emergency planning and the individuals and agencies associated with the development of this tool assume no liability for their use. Actual effects from natural hazards may vary significantly from what is depicted by the tool.
fr: Aucune garantie n'est donnée concernant les données ou les résultats utilisés ou générés par l'outil. Les résultats sont destinés à la planification des mesures d'urgence et les personnes et organismes associés à l'élaboration de cet outil n'assument aucune responsabilité quant à leur utilisation. Les effets réels des aléas naturels peuvent différer considérablement de ce qui est décrit dans l'outil."

source: Credits
fr: Crédits

source: ER2 development is led by the Geological Survey of Canada in Quebec, QC. Historical earthquakes were obtained from the Earthquakes Canada database. The flood module was developed with assistance from the Canadian Centre for Mapping and Earth Observation.
fr: Le développement d'ER2 est mené par la Commission géologique du Canada à Québec, QC. Les tremblements de terre historiques ont été obtenus de la base de données de Séismes Canada. Le module sur les inondations a été développé avec l'aide du Centre canadien de cartographie et d'observation de la Terre.

source: User-Defined Scenario
fr: Scénario Défini Par L'utilisateur

source: Probabilistic Scenario
fr: Scénario Probabiliste

source: Probabilistic Province
fr: Province probabiliste

source: Coordinates (X, Y)
fr: Coordonnées (X, Y)

source: Seismic Zone
fr: Zone sismique

source: Nearest Historical Earthquake
fr: Séisme historique le plus proche

source: Location
fr: Localisation

source: No historical earthquakes.
fr: Pas de séismes historiques.

source: Return period (years)
fr: Période de retour (années)

source: Click a location on the map to simulate an earthquake. You will be prompted to specify the earthquake magnitude and depth. The simulation may take a few minutes to complete.
fr: Cliquez sur un lieu sur la carte pour simuler un tremblement de terre. Vous serez invité à spécifier la magnitude et la profondeur du tremblement de terre. La simulation peut prendre quelques minutes.

source: After the simulation has completed, press the <i class="far fa-map"></i> icon to change map layers and download the simulation statistics report. To view statistics for an individual census tract, toggle modes by pressing the <i class="fas fa-crosshairs"></i> icon, or select <i>view census tract statistics</i> from the context menu.
fr: Une fois la simulation terminée, cliquez sur la <i class="far fa-map"></i> icône pour modifier les couches de la carte et télécharger le rapport des statistiques de simulation. Pour afficher les statistiques d'un secteur de recensement donné, appuyez sur la <i class="fas fa-crosshairs"></i> icône pour basculer d'un mode à l'autre ou sélectionnez Afficher les statistiques du secteur de recensement dans le menu contextuel.

source: <b>Note:</b> Currently ER2 Earthquake is only available in Ontario and Quebec.
fr: <b>Note:</b> Actuellement, ER2 Séisme est seulement disponible en Ontario et au Québec.
