Repository: NRCan/ER2
Catalog: api/translations/*/LC_MESSAGES/messages.po
Languages: fr

source: Economic Loss
fr: Perte économique

source: Injuries 2 AM
fr: Blessures 2 AM

source: Injuries 2 PM
fr: Blessures 2 PM

source: Injuries 5 PM
fr: Blessures 5 PM

source: Soil type
fr: Type de sol

source: People indoors 2 AM
fr: Personnes à l'intérieur 2 AM

source: Life-threatening injuries 2 AM
fr: Blessures mettant la vie en danger 2h

source: People hospitalized 2 AM
fr: Personnes hospitalisées 2h

source: People requiring medical attention 2 AM
fr: Personnes nécessitant des soins médicaux 2h

source: Fatalities 2 AM
fr: Morts 2h

source: People indoors 2 PM
fr: Personnes à l'intérieur 14h

source: People requiring medical attention 2 PM
fr: Personnes nécessitant des soins médicaux 14h

source: People hospitalized 2 PM
fr: Personnes hospitalisées 14h

source: Life-threatening injuries 2 PM
fr: Blessures mettant la vie en danger 14h

source: Fatalities 2 PM
fr: Morts 14h

source: People indoors 5 PM
fr: Personnes à l'intérieur 17h

source: People requiring medical attention 5 PM
fr: Personnes nécessitant des soins médicaux 17h

source: People hospitalized 5 PM
fr: Personnes hospitalisées 17h

source: Life-threatening injuries 5 PM
fr: Blessures mettant la vie en danger 17h

source: Fatalities 5 PM
fr: Morts 17h

source: Peak ground acceleration
fr: Accélération maximale du sol

source: Normalized economic loss
fr: Perte économique normalisée

source: Earthquake loss ratio
fr: Ratio des pertes

source: Total economic loss
fr: Perte économique totale

source: Exposure
fr: Exposition

source: Soil class
fr: Classe de sol

source: Buildings
fr: Bâtiments

source: Undamaged buildings
fr: Bâtiments intacts

source: Slightly damaged buildings
fr: Bâtiments légèrement endommagés

source: Moderately damaged buildings
fr: Bâtiments modérément endommagés

source: Extensively damaged buildings
fr: Bâtiments modérément endommagés

source: Completely destroyed buildings
fr: Bâtiments complètement détruits

source: Structural exposure
fr: Exposition structurelle

source: Structural damage
fr: Dommages structuraux

source: Content damage
fr: Dommages au contenu

source: Total damage
fr: Total des dommages

source: Building count
fr: Nombre de bâtiments

source: Buildings affected
fr: Bâtiments concernés

source: Affected population
fr: Population touchée

source: Ground Motion Intensity
fr: Intensité du mouvement du sol

source: Economic
fr: Économique

source: Injuries and Fatalities - 2 AM
fr: Blessures et décès - 2h

source: Injuries and Fatalities - 2 PM
fr: Blessures et décès - 14h

source: Injuries and Fatalities - 5 PM
fr: Blessures et décès - 17h

source: Population and Buildings
fr: Population et bâtiments
